# frozen_string_literal: true

brew 'direnv'
brew 'lsd'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'htop'
brew 'ripgrep'
brew 'tree'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

brew 'emacs'

brew 'atuin'

# https://github.com/alienator88/Viz
cask 'viz'

# https://github.com/kraanzu/dooit
brew 'dooit'

cask 'warp'

# brew bundle
